Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/de_forste_stegene_for_a_lose_samisk_kompetansekrise.html.tmx
Source language: nob
Languages: smj

source: De første stegene for å løse samisk kompetansekrise
smj: Vuostasj lávke tjoavdátjit máhtudakhiehtedilev

source: Samfunnet mangler samiskspråklig kompetanse innenfor alle sektorområder.
smj: Sebrudahka vájllu sámegielak máhtudagáv divna barggosuorgijn.

source: Det er en krise.
smj: Le ållu hiehtedille.

source: Et viktig tiltak for å møte kompetansekrisen er å etablere flere samiske utdanninger på universiteter og høgskoler - samtidig som vi styrker de eksisterende utdanningstilbudene.
smj: Ájnas doajmma jus galggá máhtudakhiehtediles bessat le ásadit ienep sáme åhpadusáv universitiehtajn ja allaskåvlåjn – sæmmi båttå gå nanostip åhpadusfálaldagájt ma juo gávnnuji.

source: Men hva skal vi gjøre når universitetene og høgskolene mangler kompetanse til å kunne etablere og opprettholde samiske utdanninger?
smj: Valla majt galggap dahkat gå máhtudahka universitiehtajn ja allaskåvlåjn vádnuni jus galggá ásadit ja bisodit sáme åhpadusáv?

source: Kompetansekrisen er lammende i mange samiske lokalsamfunn.
smj: Máhtudakhiehtedille hieredahttá moatten sáme bájkálasj sebrudagán.

source: Den samiske befolkningen får ikke gode nok tjenester fordi det er utfordringer med å rekruttere samiskspråklige til skolene og barnehagene, samt i helsesektoren.
smj: Sáme álmmuk ij oattjo nuoges dievnastusfálaldagájt gå li stuorra hásstalusá åttjudit sámegielagijt skåvlåjda, mánájårruhijda ja sæmmi varresvuoda suorggáj.

source: Det er et gjennomgående tema i nesten alle møter jeg har.
smj: Dát la dåbdos tiebmá mij bajeduvvá vargga juohkka tjåhkanimen masi oassálastáv.

source: Hovedgrunnen er den harde fornorskningen og vi fikk generasjoner med språktap.
smj: Garra dárojduhttem la oajvvesivvan dasi gå maŋep buolva li ietjasa iednegielav massám.

source: Dette gjør at vi i dag mangler samiskspråklige i alle sektorområder.
smj: Dassta boahtá gå uddni vádnuni sámegielaga divna barggosuorgijn.

source: Også dagens manglende opplæring i samiske språk vil igjen komme tilbake som en boomerang om 20 år.
smj: Udnásj åhpadimvánesvuohta mij guosská sámegielåhpadussaj sjaddá vájkudit ja vas boahtet ruopptot 20 jage duogen.

source: Når dagens opplæring i skole og barnehage ikke lykkes har det konsekvenser for tjenestetilbudet til den samiske befolkningen i fremtiden.
smj: Gå udnásj åhpadus skåvlån ja mánájårruhin ij vuorbástuvá de vájkudahttá sáme álmmuga dievnastusfálaldagáv boahtte ájgen.

source: Vi biter oss selv i halen.
smj: Gásskep iehtjama siejbes.

source: Løsningen for å bryte ut av den vonde sirkelen er like enkel som den er vanskelig.
smj: Tjoavdos gåktu bessat dán nievres diles la sæmmi álkke gå la gássjel.

source: Vi må utdanne flere samiskspråklige fagfolk.
smj: Vierttip åhpadit ienep sámegielak fáhkaulmutjijt.

source: Til dette trenger vi flere samiske utdanninger og vi trenger å styrke de eksisterende utdanningene.
smj: Dási dárbahip ienep sáme åhpadusáv ja dárbahip nanostuhttet åhpadusáv mij juo gávnnu.

source: Likevel, universitetene og høgskolene - som skal tilby samiske utdanninger - mangler selv kompetanse til å opprettholde og etablere samiske studier.
smj: Huoman, universitiehtajn ja allaskåvlåjn – gudi galggi fállat sáme åhpadusáv – iehtja vádnuni máhtudagáv ásadittjat ja vuododittjat sáme åhpadusáv.

source: Sametingsrådet legger frem nå en revidert melding om høyere utdanning og forskning hvor vi har formet politikk som har som mål om styrke universitet og høgskolesektorens (UH-sektoren) muligheter til å møte kompetansekrisen.
smj: Sámedikkeráde åvddånbuktá dal rievddadum diedádusáv alep åhpadusás ja åtsådallamis gånnå lip hábbmim politihkam man ulmme l nanostuhttet universitiehtaj ja allaskåvlåj (UA-suorgen) máhttelisvuodav duostutjit máhtudakhiehtedilev.

source: I den reviderte meldingen pekes det nettopp på at universitetene og høgskolene må selv utdanne og utvikle kompetanse som de kan bruke til å etablere samiske utdanninger.
smj: Rievddadum diedádusán tsuojggiduvvá jur dát ássje jut universitiehta ja allaskåvlå hæhttuji ietja åhpadit ja åvddånahttet máhtulasjvuodav mij máhttá aneduvvat ásadittjat sáme åhpadimijda.

source: Sametinget foreslår at Sáme Allaskåvllå, Nord Universitet og UiT - Norges arktiske universitet sammen etablerer en samisk forskerskole.
smj: Sámedigge oajvvat Sáme Allaskåvllå, Nuortta Universitiehtta ja UiT – Vuona arktalasj universitiehtta, aktan vuododi sáme dutkeskåvlåv.

source: Gjennom en dynamisk forskerskole kan institusjonene sammen bygge den kompetansen de trenger til å opprettholde og videreutvikle studietilbudene deres.
smj: Hiebalgis dutkeskåvlå baktu máhtti institusjåvnå aktan ásadit máhtudagáv masi l dárbo bisodit ja åvddånahttet ietjasa åhpadusfálaldagájt.

source: Skal vi få stabile bachelortilbud i lulesamisk- og sørsamisk språk, få på plass en samisk lærerutdanning i Tromsø, og sikre fremtiden til den samiske sykepleierutdanningen ved Samisk høgskole, må vi ha kompetanse.
smj: Jus galggap stuoves bachelorfálaldagáv julevsáme- ja oarjjelsámegielan, jåhtuj oadtjot sáme åhpadiddjeallaskåvlåv Tråmsån ja sihkardasstet skihppijsujttáråhpadusáv Sáme Allaskåvlån, hæhttup máhtudagáv åttjudit.

source: Og den kompetansen må vi bygge selv.
smj: Ja dav máhtudagáv hæhttup ietja hábbmit.

source: En samisk forskerskole kan være en del av løsningen.
smj: Vuododit Sáme dutkeskåvlåv la akta dajs tjoavddusijs.

source: Samtidig med en bevisst kompetanseplanlegging i UH-sektoren må vi også styrke de etablerte de samiske fagmiljøene.
smj: Sæmmi bále diedulasj máhtudakgárvedimijn UA-suorgen hæhttup aj nanostuhttet fáhkabirrusijt ma li juo sajenis.

source: Det gjelder blant annet Samisk senter ved Nord Universitet, SESAM, Giellatekno og Divvun og senter for samisk helseforskning ved UiT og Låhkåmguovdásj ved Sáme Allaskåvllå.
smj: Dát guosská duola dagu Sáme guovdásj Nuortta Universitiehtan, SESAM, Giellatekno ja Divvun ja Sáme varresvuoda guovdásj UiT:an ja Låhkåmguovdásj Sáme Allaskåvlån.

source: De er alle sentrale aktører som må styrkes finansielt og organisatorisk for å styrke en samisk kompetanseutvikling.
smj: Divna dá li guovdálasj dåjmadiddje ma hæhttuji nanniduvvat rudálattjat ja dasi mij guosská háldadibmáj ja organiserimij gå galggá nanostuhttet sáme máhtudakåvddånimev.

source: Samtidig må vi jobbe for å realisere Samisk høgskoles initiativ om Gelbboguovdásj – kompetansesenter om samisk innhold i utdanninger.
smj: Sæmmi båttå vierttip barggat vaj jåhtuj oadtjop Sáme allaskåvlå Máhttoguovdátjav – máhtudakguovdasj sáme vidjurij birra åhpadusán.

source: Den reviderte meldingen peker ikke bare på styrking av universitetene og høgskolene.
smj: Rievddadum diedádusán ij dåssju vuoseda universitiehtaj ja allaskåvlåj nanostuhttemij.

source: Det må et nasjonalt løft for å løse kompetansekrisen i skolene og barnehagene, og dialogen mellom kommuner og utdanningsinstitusjoner må styrkes.
smj: Hæhttu låggŋiduvvat nasjåvnålattjat jus galggá máhtudakhiehtedilev tjoavddet skåvlåjn ja mánájårruhijn, ja dialåvggå suohkana ja åhpadusinstitusjåvnåj gaskan viertti nanostuhttet.

source: Sametinget foreslår at det etableres et nasjonalt samisk program for etter- og videreutdanning hvor kommunene får definere utdanningsbehovene i sin kommune i dialog med UH-sektoren.
smj: Sámedigge oajvvat vuododit nasjåvnålasj sáme prográmmav lasse- ja joarkkaåhpadusán gånnå suohkana máhtti tjielggit dárbov åhpadussaj ietjas suohkanin ja rádudallat UA-suorgijn.

source: Dette gir mulighet til utdanningsstillinger og kompetanseplanlegging lokalt i hver kommune og tiltak fra UH-sektor som møter kompetansebehovet i hele samfunnet.
smj: Dát vuohke máhttelisvuodav gárvet åhpadusvirgijda ja bájkkásasj máhtudakgárvedibmáj juohkka suohkanin aktan dåjmaj UA-suorges mij duosstu máhtudakdárbov ålles sebrudagán.

source: UH-sektoren må styrkes og det må et nasjonalt løft som kan bidra til å bygge opp kompetansen i hver kommune.
smj: UA-suorgge hæhttu nanniduvvat ja viertti låggŋiduvvat nasjåvnålattjat vaj juohkka suohkan máhtudagáv bessi ásadit.

source: På den måten kan vi løse kompetansekrisen i det samiske samfunnet.
smj: Dan láhkáj máhttep tjoavddet máhtudakhiehtedilev sáme sebrudagán.

source: For kompetansekrisen er total i det samiske samfunnet og nå må det legges grunnlag for langsiktige løsninger.
smj: Máhtudakhiehtedille la åbbålasj sáme sebrudagán ja dan láhkáj la dárbbo barggagoahtet guhkesájggásasj tjoavddusij.

source: I møte med kompetansekrisen må ikke bare høyere utdannings-institusjoner styrkes, vi må sørge for å rekruttere til stillinger og vi må rekruttere flere samiskspråklige.
smj: Máhtudakvuorrádisá duostudahttijn ij la dåssju dárbbo nanostuhttet alep åhpadiminstitusjåvnåjt, hæhttup bærrájgæhttjat ja åttjudit ulmutjijt virgijda ja åttjudit ienep sámegielagijt.

source: Sametingsrådet planlegger en egen sak til plenum om rekrutteringsstrategier samtidig som vi tar fatt på en stortingsmelding om rekruttering og kompetanse i det samiske samfunnet sammen med regjeringen.
smj: Sæmmi båttå barggagoahtep stuorradiggediededimijn - åttjudime ja máhtudagá birra sáme sebrudagán - aktan Vuona ráddidusájn.
